apitests/createNewCellNumberProxy.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" >
 <soap:Body>
  <createNewCellNumberProxy_Key xmlns="https://secure.textkey.com/services/">
   <apiKey>PUT API KEY HERE</apiKey>
   <trueCellNumber>1231231234</trueCellNumber>
  </createNewCellNumberProxy_Key>
 </soap:Body>
</soap:Envelope>
